Repository: KrinaMendpara/soul_comfort
Catalog: lib/l10n/intl_*.arb
Languages: gu

source: Soul Comfort
gu: સોલ કમ્ફર્ટ

source: Enter Mobile Number
gu: મોબાઇલ નંબર દાખલ કરો

source: To Soul Comfort
gu: સોલ કમ્ફર્ટ માટે

source: Enter Phone Number
gu: ફોન નંબર દાખલ કરો

source: Send OTP
gu: ઓ.ટી.પી મોકલો

source: Your Phone Number
gu: તમારો ફોન નંબર

source: OTP has been sent for verification
gu: ચકાસણી માટે ઓટીપી મોકલવામાં આવ્યો છે

source: Submit
gu: સબમિટ કરો

source: Send OTP Again
gu: ફરીથી OTP મોકલો

source: Add Profile
gu: પ્રોફાઇલ ઉમેરો

source: Registration
gu: નોંધણી

source: Name
gu: નામ

source: Address
gu: સરનામું

source: Phone Number
gu: ફોન નંબર

source: E-mail
gu: ઈ-મેલ

source: Relation
gu: સંબંધ

source: Date Of Birth
gu: જન્મ તારીખ

source: Save
gu: સાચવો

source: Bank Account
gu: બેંક એકાઉન્ટ

source: Property
gu: મિલકત

source: Trading Account
gu: ટ્રેડિંગ એકાઉન્ટ

source: Other Assets
gu: અન્ય સંપત્તિ

source: Provident Funds
gu: પ્રોવિડન્ટ ફંડ

source: Locker
gu: લોકર

source: Insurance
gu: વીમા

source: Collectible
gu: એકત્ર કરવા યોગ્ય

source: Bond
gu: બોન્ડ

source: P2P Landing
gu: P2P લેન્ડિંગ

source: Privet Equity
gu: પ્રાઇવેટ ઇક્વિટી

source: Add Document
gu: દસ્તાવેજ ઉમેરો

source: Details
gu: વિગતો

source: Bank Name
gu: બેંકનું નામ

source: Account Type
gu: ખાતાનો પ્રકાર

source: Account Number
gu: ખાતા નંબર

source: IFSC Code
gu: આઈએફએસસી કોડ

source: Branch Name
gu: શાખાનું નામ

source: ART
gu: એ.આર.ટી

source: N.F.T
gu: એન.એફ.ટી

source: Insurance Name
gu: વીમા નામ

source: Other
gu: અન્ય

source: Type
gu: પ્રકાર

source: Notes
gu: નોંધો

source: Privet Equity Name
gu: પ્રાઇવેટ ઇક્વિટી નામ

source: Property Name
gu: મિલકતનું નામ

source: Property Address
gu: મિલકતનું સરનામું

source: E.P.F
gu: ઇ.પી.એફ

source: P.P.F
gu: પી.પી.એફ

source: Stock
gu: સ્ટોક

source: Mutual Funds
gu: મ્યુચ્યુઅલ ફંડ

source: Choose Option
gu: વિકલ્પ પસંદ કરો

source: Camera
gu: કેમેરા

source: Upload From Gallery
gu: ગેલેરીમાંથી અપલોડ કરો

source: Remove Profile Picture
gu: પ્રોફાઇલ ચિત્ર દૂર કરો

source: Document
gu: દસ્તાવેજ

source: Bond Name
gu: બોન્ડનું નામ

source: Bond Details
gu: બોન્ડની વિગતો

source: Locker Name
gu: લોકરનું નામ

source: Locker Address
gu: લોકર સરનામું

source: Equity Name
gu: ઇક્વિટી નામ

source: Add
gu: ઉમેરો

source: Image
gu: તસવીર

source: PDF
gu: પી ડી એફ

source: OK
gu: સારું

source: Please enter some text
gu: કૃપા કરીને અમુક ટેક્સ્ટ દાખલ કરો

source: Please enter some number
gu: કૃપા કરીને અમુક નંબર દાખલ કરો

source: Please select account type
gu: કૃપા કરીને એકાઉન્ટનો પ્રકાર પસંદ કરો

source: Invalid Email
gu: અમાન્ય ઈમેલ

source: Please select birthDate
gu: કૃપા કરીને જન્મતારીખ પસંદ કરો

source: Please Enter Valid Phone Number
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો

# phoneNumberShouldBeOf10Digit
source: Phone number should be 10 digits
gu: ફોન નંબર 10 અંકોનો હોવો જોઈએ

source: Bank account number should be 8 digits
gu: બેંક એકાઉન્ટ નંબર 8 અંકનો હોવો જોઈએ

source: IFSC code should be 10 digits
gu: આઈ.એફ.એસ.સી કોડ 10 અંકોનો હોવો જોઈએ

source: Upload Images
gu: છબી અપલોડ કરો

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Delete My Account
gu: મારું એકાઉન્ટ કાઢી નાખો

source: Delete Account
gu: એકાઉન્ટ કાઢી નાખો

source: Are you sure you want to delete account
gu: શું તમે ખરેખર એકાઉન્ટ કાઢી નાખવા માંગો છો

source: it is a not same
gu: તે સમાન નથી

source: it is a big length
gu: તે મોટી લંબાઈ છે

source: Enter Captcha
gu: કેપ્ચા દાખલ કરો

source: Delete
gu: કાઢી નાખો

source: Cancel
gu: રદ કરો

source: Please enter valid pan card number
gu: કૃપા કરીને માન્ય પાન કાર્ડ નંબર દાખલ કરો

source: Pan card number should be of 10 Digit
gu: પાન કાર્ડ નંબર 10 અંકનો હોવો જોઈએ

source: Pin Code
gu: પીન કોડ

source: Please enter pinCode number
gu: કૃપા કરીને પિનકોડ નંબર દાખલ કરો

source: Please enter valid pin code number
gu: કૃપા કરીને માન્ય પિન કોડ નંબર દાખલ કરો

source: Pin code number should be of 6 digit
gu: પિન કોડ નંબર 6 અંકનો હોવો જોઈએ

source: Percentage
gu: ટકાવારી

source: Partial Owner
gu: આંશિક માલિક

source: Half Owner
gu: અડધા માલિક

source: Full Owner
gu: સંપૂર્ણ માલિક

source: Please enter percentage
gu: કૃપા કરીને ટકાવારી દાખલ કરો

source: U.A.N
gu: યુ.એ.એન

source: Percentage of ownership
gu: માલિકીની ટકાવારી

source: Saving Account
gu: બચત ખાતું

source: Current Account
gu: ચાલુ ખાતું

source: Fixed Deposit Account
gu: ફિક્સ ડિપોઝિટ ખાતું

source: Personal Information
gu: વ્યક્તિગત માહિતી

source: Contact Information
gu: સંપર્ક માહિતી
